Repository: falenando/ScreenDash
Catalog: Resources/Strings.*.resx
Languages: es, pt

# HostForm_AllowRemoteInput
source: Allow remote input
es: Permitir control remoto
pt: Permitir controle remoto

# HostForm_CopyCode
source: Copy code
es: Copiar código
pt: Copiar código

# HostForm_Quit
source: Quit
es: Salir
pt: Sair

# HostForm_RemoteControlActive
source: Remote control active
es: Control remoto activo
pt: Controle remoto ativo

# HostForm_RemoteControlInactive
source: Remote control inactive
es: Control remoto inactivo
pt: Controle remoto inativo

# HostForm_StartSharing
source: Start sharing
es: Iniciar compartición
pt: Iniciar compartilhamento

# HostForm_StopSharing
source: Stop sharing
es: Detener compartición
pt: Parar compartilhamento

# HostForm_StatusConnected
source: Connected: {0}
es: Conectado: {0}
pt: Conectado: {0}

# HostForm_StatusNotReady
source: Not ready to connect
es: No listo para conectar
pt: Não pronto para conectar

# HostForm_StatusReady
source: Status: Ready to connect
es: Estado: Listo para conectar
pt: Status: Pronto para conectar

# HostForm_StatusWaitingForConnection
source: Waiting for connection
es: Esperando conexión
pt: Aguardando conexão

# HostForm_Title
source: Support Share
es: Compartir Soporte
pt: Compartilhamento de Suporte

# HostForm_YourAccessCode
source: Your access code
es: Su código de acceso
pt: Seu código de acesso

# Common_Confirm
source: Confirm
es: Confirmar
pt: Confirmar

# Common_ErrorWithMessage
source: Error: {0}
pt: Erro: {0}

# HostMsg_ActiveConnectionWillBeTerminated
source: An active connection will be terminated. Do you want to continue?
es: Una conexión activa se cerrará. ¿Desea continuar?
pt: Uma conexão ativa será encerrada. Deseja continuar?

# HostLog_AcceptedConnectionFrom
source: Accepted connection from {0}
es: Conexión aceptada de {0}
pt: Conexão aceita de {0}

# HostLog_AccessCode
source: Access code: {0}
es: Código de acceso: {0}
pt: Código de acesso: {0}

# HostLog_ConnectionHandlingError
source: Connection handling error: {0}
es: Error al gestionar la conexión: {0}
pt: Erro ao lidar com a conexão: {0}

# HostLog_CopiedAccessCodeToClipboard
source: Copied access code to clipboard.
es: Código de acceso copiado al portapapeles.
pt: Código de acesso copiado para a área de transferência.

# HostLog_CopyFailed
source: Copy failed: {0}
es: Error al copiar: {0}
pt: Falha ao copiar: {0}

# HostLog_DetectingLocalIPv4
source: Detecting local IPv4...
es: Detectando IPv4 local...
pt: Detectando IPv4 local...

# HostLog_ErrorCheckingRemoteEndpoint
source: Error while checking remote endpoint: {0}
es: Error al comprobar el endpoint remoto: {0}
pt: Erro ao verificar o endpoint remoto: {0}

# HostLog_ErrorSendingByeMessage
source: Error sending BYE message: {0}
es: Error al enviar el mensaje BYE: {0}
pt: Erro ao enviar mensagem BYE: {0}

# HostLog_ErrorStartingListener
source: Error starting listener: {0}
es: Error al iniciar el listener: {0}
pt: Erro ao iniciar o listener: {0}

# HostLog_FailedToStartListener
source: Failed to start listener: {0}
es: No se pudo iniciar el listener: {0}
pt: Falha ao iniciar o listener: {0}

# HostLog_FormClosingStoppingListener
source: Form closing - stopping listener...
es: Cerrando formulario - deteniendo listener...
pt: Fechando - parando listener...

# HostLog_GeneratedNewAccessCode
source: Generated new access code: {0}
es: Nuevo código de acceso generado: {0}
pt: Novo código de acesso gerado: {0}

# HostLog_GeneratingAccessCode
source: Generating access code...
es: Generando código de acceso...
pt: Gerando código de acesso...

# HostLog_InitializationError
source: Initialization error: {0}
es: Error de inicialización: {0}
pt: Erro de inicialização: {0}

# HostLog_ListenerNotStarted
source: Listener not started: {0}
es: Listener no iniciado: {0}
pt: Listener não iniciado: {0}

# HostLog_ListenerStopped
source: Listener stopped.
es: Listener detenido.
pt: Listener parado.

# HostLog_ListeningOnPort
source: Listening on port {0}
es: Escuchando en el puerto {0}
pt: Escutando na porta {0}

# HostLog_NoAccessCodeToCopy
source: No access code to copy.
es: No hay código de acceso para copiar.
pt: Nenhum código de acesso para copiar.

# HostLog_QuitRequested
source: Quit requested by user.
es: Salida solicitada por el usuario.
pt: Saída solicitada pelo usuário.

# HostLog_RejectingIncomingConnectionAnotherSession
source: Rejecting incoming connection because another session is active: {0}
es: Rechazando conexión entrante porque otra sesión está activa: {0}
pt: Rejeitando conexão de entrada porque outra sessão está ativa: {0}

# HostLog_RejectedDifferentNetwork
source: Rejected connection from different network: {0}
es: Conexión rechazada de una red diferente: {0}
pt: Conexão rejeitada de rede diferente: {0}

# HostLog_SentByeToRemotePeer
source: Sent BYE to remote peer.
es: BYE enviado al cliente remoto.
pt: BYE enviado para o cliente remoto.

# HostLog_StartingListenerOnPort
source: Starting listener on port {0}...
es: Iniciando listener en el puerto {0}...
pt: Iniciando listener na porta {0}...

# ViewerForm_AccessCode
source: Access code:
es: Código de acceso:
pt: Código de acesso:

# ViewerForm_Connect
source: Connect
es: Conectar
pt: Conectar

# ViewerForm_Disconnect
source: Disconnect
es: Desconectar
pt: Desconectar

# ViewerForm_StatusDisconnected
source: Status: Disconnected
es: Estado: Desconectado
pt: Status: Desconectado

# ViewerForm_Title
source: Viewer (Support)
es: Visor (Soporte)
pt: Visualizador (Suporte)

# ViewerForm_WindowTitle
source: Viewer
es: Visor
pt: Visualizador
